{"pages":[{"text":"GovHack is running across two continents and multiple cities 3-5 July 2015. It's open to everyone interested in using open government data to build new apps, push government's digital agenda, and make cool stuff. In Wellington, it'll be held: from evening 3 July to late afternoon 5 July at the Ministry of Business, Innovation and Education (Stout Street). More detailed details Register for GovHack Wellington Reasons to GovHack To have fun To make friends To learn something new To build something cool Free food Prizes Connect with people To show off your skills To get noticed To share your ideas To try out new technology","tags":"","loc":"http://genegrey.github.io/govhackwelly/","title":"Home"},{"text":"GovHack Wellington is all about bringing together coders, artists, storytellers, observers, communicators and more, from the private, public, NGO and academic sectors. The brief Use government data in new and interesting ways to tackle existing problems. The event requires small teams of competitors to produce any kind of \"hack\" using government data in about 46 hours - from Friday evening to Sunday afternoon. The end result of these hacks can be whatever the teams want; the most common are web and mobile apps, and visualisations, but teams can make anything. But isn't hacking bad? The output You're going to need to produce a 3 minute video if you want to submit your project to the awards :) Check out the Resources page for tips and tricks The awards While the event is very relaxed, it's also a competition. Your video will be used by judges to decide on the winners of the event, who will get PRIZES. We're not sure what yet, but they'll be amazing! The event's details Dates and times: 5:30pm 3 July - 5:30pm 5 July (subject to slight change) Venue: Ground floor, Ministry of Business, Innovation and Employment, 15 Stout Street, Wellington Cost: Free There is also an afterparty and awards event on Wednesday, 15 July.peli Register for GovHack Wellington Please note: your ticket is not transferrable, but you can update the details. What to bring Bring your own computer and charger - we'll provide plugpoints. We'll be providing food and drink. However, if you have special dietary needs, you can bring your own food. Transport to the hackathon Walk: less than 5 min walk from Wellington station. Bus: closest stops are on Lambton Quay - stops 5504 and 5012. Drive: 2 hour free parking throughout CBD.","tags":"info","loc":"http://genegrey.github.io/govhackwelly/pages/about.html","title":"About"},{"text":"We'll be putting useful videos, links and more here to help you have the best hackathon ever. The data Our data wranglers are on the hunt for excellent data sources for you - keep an eye out as we start to list them here. If you would like a specific dataset (or many), please tell us! We can't promise we can get it for you, but we'll do our best. Request list for datasets (Google spreadsheet) The video This should be no longer than 3 minutes. We'll be posting up lots of useful tips and tricks for how to do this. There's also a video, made by GovHack Australia, with some great tips. How to make your GovHack video (YouTube vid with subtitles) The Challengepost project page GovHackWellington's project page on Challengepost","tags":"info","loc":"http://genegrey.github.io/govhackwelly/pages/resources.html","title":"Resources"},{"text":"GovHack Wellington is dedicated to providing a harassment-free hackathon experience for everyone, regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age or religion. We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate for any part of the hackathon venue, including talks. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of the hackathon organizers. Harassment includes verbal comments that reinforce social structures of domination related to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion; sexual images in public spaces; deliberate intimidation; stalking; following; harassing photography or recording; sustained disruption of talks or other events; inappropriate physical contact; and unwelcome sexual attention. Participants asked to stop any harassing behaviour are expected to comply immediately. If a participant engages in harassing behavior, the hackathon organizers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon. If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the hackathon staff immediately. Hackathon staff will be happy to help participants contact venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance. We expect participants to follow these rules at all hackathon venues and hackathon-related social events. This anti-harassment policy is based on the example policy from the Geek Feminism wiki, created by the Ada Initiative and other volunteers. http://geekfeminism.wikia.com/wiki/Conference_anti-harassment:","tags":"rules","loc":"http://genegrey.github.io/govhackwelly/pages/code-of-conduct.html","title":"Code of conduct"},{"text":"While there aren't many rules at the hackathon, there are a few. And we'll be enforcing them rigidly. Code of conduct Eligibility, entries and judging criteria","tags":"rules","loc":"http://genegrey.github.io/govhackwelly/pages/rules.html","title":"Rules"},{"text":"Comments? Questions? Want to get involved in putting it all together? Get in touch! govhackwelly@gmail.com Facebook Twitter (GovHackNZ) Wiki Mailing list 'Make it happen' weekly meetings What we need We need: sponsors people data tigers love.","tags":"info","loc":"http://genegrey.github.io/govhackwelly/pages/contact-us.html","title":"Contact us"},{"text":"GovHack ISN'T about: cracking security or illegally accessing government data or services getting devs to do free or cheap work for the government hardware hacking, either. It IS about: using data in new and interesting ways to solve social problems bringing together people from the public and private sectors to work together having fun, and building Cool Stuff.","tags":"general","loc":"http://genegrey.github.io/govhackwelly/isnt-hacking-bad.html","title":"Isn't hacking bad?"},{"text":"Silverstripe, creators of the open source CMS, have become a sponsor of GovHack. We understand they also are likely to be entering a team, so watch out for their elite team of open source hackers on the day. Silverstripe love open source, and have been a consistent supporter of many a grass roots initiative in Wellington.","tags":"sponsors","loc":"http://genegrey.github.io/govhackwelly/silverstripe-sponsors.html","title":"Silverstripe sponsors GovHack Wellington"}]}